tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'jeantil/autokbisw'
tap 'homebrew/cask-drivers'

brew 'hub'
brew 'coreutils'
brew 'exa'
brew 'bat'
brew 'stow'
brew 'git'
brew 'jq'
brew 'vim'
brew 'python'
brew 'python3'
brew 'bash'
brew 'bash-completion2'
brew 'imagemagick', args: ["with-webp"]
brew 'lua'
brew 'tree'
brew 'libxml2'
brew 'libxslt'
brew 'sleepwatcher'
brew "jeantil/autokbisw/autokbisw", start_service: true
brew 'htop'
brew 'pstree'
brew 'thefuck'
brew 'the_silver_searcher'

cask 'alfred'
cask 'atom'
cask 'blender'
cask 'evernote'
cask 'firefox'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'gimp'
cask 'kindle'
# Only some macs do I want to install these from homebrew
# cask 'inkscape'
# cask 'iterm2'
# Remve macvim for now, mvim command line fights vim brew and breaks vim command line.
# cask 'macvim'
cask 'notion'
cask 'shiftit'
cask 'sonos'
cask 'spotify'
cask 'sublime-text'
cask 'wireshark'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlimagesize'

mas 'onenote', id: 784801555
mas 'whatsapp', id: 1147396723
