tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'hub'
brew 'coreutils'
brew 'exa'
brew 'bat'
brew 'stow'
brew 'git'
brew 'jq'
brew 'vim'
brew 'python'
brew 'python3'
brew 'bash'
brew 'bash-completion2'
brew 'imagemagick', args: ["with-webp"]
brew 'lua'
brew 'tree'
brew 'libxml2'
brew 'libxslt'

cask 'alfred'
cask 'sublime-text'
cask 'atom'
cask 'evernote'
cask 'gimp'
# Inkscape instaled by corp
# cask 'inkscape'
cask 'firefox'
cask 'shiftit'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlimagesize'

mas 'onenote', id: 784801555
mas 'whatsapp', id: 1147396723
